9/data/attachments/2ee22a2a4c36c416.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Louis_writer_Friend_70429_3</nif:username>
            <nif:friendToBeRequested>soap_friends_b5bc6a06-fa07-48ad-a2ac-3213c9328c43</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>